old_openFoam/openfoam2/openfoam2/mesh_a_25_sec/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6.0
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          40;
        startFace       3880;
    }
    outlet
    {
        type            patch;
        nFaces          40;
        startFace       3920;
    }
    cylinder
    {
        type            wall;
        inGroups        1(wall);
        nFaces          80;
        startFace       3960;
    }
    top
    {
        type            symmetryPlane;
        inGroups        1(symmetryPlane);
        nFaces          40;
        startFace       4040;
    }
    bottom
    {
        type            symmetryPlane;
        inGroups        1(symmetryPlane);
        nFaces          40;
        startFace       4080;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          4000;
        startFace       4120;
    }
)

// ************************************************************************* //
